#+TITLE: Brainstorm School Summer '23
#+AUTHOR: Chris Hogan
#+DATE: <2023-05-08 Mon> to <2023-07-16 Sun>
#+STARTUP: nologdone
#+STARTUP: overview

* Week 1
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W20 :tags t
#+CAPTION: Clock summary at [2023-06-08 Thu 20:11], for week 2023-W20.
| Tags    | Headline                                | Time   |      |      |
|---------+-----------------------------------------+--------+------+------|
|         | *Total time*                            | *9:52* |      |      |
|---------+-----------------------------------------+--------+------+------|
|         | Week 1                                  | 9:52   |      |      |
|         | \_  <2023-05-15 Mon>                    |        | 1:54 |      |
| study   | \_    AD2 reference gathering           |        |      | 0:49 |
| drawing | \_    AD2 week 1 homework               |        |      | 1:05 |
|         | \_  <2023-05-20 Sat>                    |        | 2:30 |      |
| study   | \_    BUD week 1 planning and reference |        |      | 2:30 |
|         | \_  <2023-05-21 Sun>                    |        | 5:28 |      |
| 3D      | \_    BUD week 1                        |        |      | 2:16 |
| study   | \_    BUD week 2                        |        |      | 3:12 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h) |
|----------+------------+----------|
| drawing  | *Tag time* | *1h 5m*  |
|----------+------------+----------|
| study    | *Tag time* | *6h 31m* |
|----------+------------+----------|
| painting | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| 3D       | *Tag time* | *2h 16m* |

#+END:

** <2023-05-15 Mon>
*** DONE AD2 reference gathering                                      :study:
:LOGBOOK:
CLOCK: [2023-05-15 Mon 10:25]--[2023-05-15 Mon 10:51] =>  0:26
CLOCK: [2023-05-15 Mon 09:53]--[2023-05-15 Mon 10:16] =>  0:23
:END:
*** DONE AD2 week 1 homework                                        :drawing:
:LOGBOOK:
CLOCK: [2023-05-15 Mon 11:01]--[2023-05-15 Mon 12:06] =>  1:05
:END:
** <2023-05-20 Sat>
*** DONE BUD week 1 planning and reference                            :study:
:LOGBOOK:
CLOCK: [2023-05-20 Sat 19:00]--[2023-05-20 Sat 20:00] =>  1:00
CLOCK: [2023-05-20 Sat 17:00]--[2023-05-20 Sat 18:30] =>  1:30
:END:
** <2023-05-21 Sun>
*** DONE BUD week 1                                                      :3D:
:LOGBOOK:
CLOCK: [2023-05-21 Sun 09:17]--[2023-05-21 Sun 10:09] =>  0:52
CLOCK: [2023-05-21 Sun 07:13]--[2023-05-21 Sun 08:37] =>  1:24
:END:
*** DONE BUD week 2                                                   :study:
:LOGBOOK:
CLOCK: [2023-05-21 Sun 11:58]--[2023-05-21 Sun 15:10] =>  3:12
:END:
* Week 2
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W22 :tags t
#+CAPTION: Clock summary at [2023-06-08 Thu 20:11], for week 2023-W22.
| Tags | Headline     | Time   |
|------+--------------+--------|
|      | *Total time* | *0:00* |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h) |
|----------+------------+----------|
| drawing  | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| study    | *Tag time* | *2h 57m* |
|----------+------------+----------|
| painting | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| 3D       | *Tag time* | *1h 22m* |

#+END:
** <2023-05-28 Sun>
*** DONE BUD week 2 homework                                             :3D:
:LOGBOOK:
CLOCK: [2023-05-28 Sun 07:15]--[2023-05-28 Sun 08:37] =>  1:22
:END:
*** DONE BUD week 3                                                   :study:
:LOGBOOK:
CLOCK: [2023-05-28 Sun 12:00]--[2023-05-28 Sun 14:57] =>  2:57
:END:
* Week 3
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W22 :tags t
#+CAPTION: Clock summary at [2023-06-08 Thu 20:11], for week 2023-W22.
| Tags  | Headline             | Time   |      |      |
|-------+----------------------+--------+------+------|
|       | *Total time*         | *0:58* |      |      |
|-------+----------------------+--------+------+------|
|       | Week 3               | 0:58   |      |      |
|       | \_  <2023-05-30 Tue> |        | 0:58 |      |
| study | \_    AD2 week 3     |        |      | 0:58 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h) |
|----------+------------+----------|
| drawing  | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| study    | *Tag time* | *0h 58m* |
|----------+------------+----------|
| painting | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| 3D       | *Tag time* | *0h 0m*  |

#+END:

** <2023-05-30 Tue>
*** DONE AD2 week 3                                                   :study:
:LOGBOOK:
CLOCK: [2023-05-30 Tue 13:13]--[2023-05-30 Tue 14:11] =>  0:58
:END:
* Week 4
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W23 :tags t
#+CAPTION: Clock summary at [2023-06-08 Thu 20:11], for week 2023-W23.
| Tags  | Headline                          | Time   |      |      |
|-------+-----------------------------------+--------+------+------|
|       | *Total time*                      | *4:46* |      |      |
|-------+-----------------------------------+--------+------+------|
|       | Week 4                            | 4:46   |      |      |
|       | \_  <2023-06-07 Wed>              |        | 1:17 |      |
| study | \_    AD2 week 4                  |        |      | 1:13 |
| study | \_    AD2 week 4 project planning |        |      | 0:04 |
|       | \_  <2023-06-08 Thu>              |        | 3:29 |      |
| study | \_    AD2 week 4 project planning |        |      | 3:29 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h) |
|----------+------------+----------|
| drawing  | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| study    | *Tag time* | *4h 46m* |
|----------+------------+----------|
| painting | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| 3D       | *Tag time* | *0h 0m*  |

#+END:
** <2023-06-07 Wed>
*** DONE AD2 week 4                                                   :study:
:LOGBOOK:
CLOCK: [2023-06-07 Wed 09:46]--[2023-06-07 Wed 10:59] =>  1:13
:END:
*** DONE AD2 week 4 project planning                                  :study:
:LOGBOOK:
CLOCK: [2023-06-07 Wed 09:42]--[2023-06-07 Wed 09:46] =>  0:04
:END:
** <2023-06-08 Thu>
*** DONE AD2 week 4 project planning                                  :study:
:LOGBOOK:
CLOCK: [2023-06-08 Thu 18:24]--[2023-06-08 Thu 19:36] =>  1:12
CLOCK: [2023-06-08 Thu 14:36]--[2023-06-08 Thu 14:58] =>  0:22
CLOCK: [2023-06-08 Thu 10:23]--[2023-06-08 Thu 11:39] =>  1:16
CLOCK: [2023-06-08 Thu 08:17]--[2023-06-08 Thu 08:56] =>  0:39
:END:

